
"Message Center" = "Meddelandecenter";

/* Growl alert sheet */
"Cancel" = "Avbryt";
"Don't Ask Again" = "Fråga inte igen";
"Install" = "Installera";

// Yet to be localized
"Install Growl" = "Installera Growl";

"Start Growl" = "Starta Growl";

"Show Growl preferences" = "Visa Growl-inställningar";

"Growl installation required" = "Din HP-enhet använder programmet Growl för att meddela dig om att något viktigt inträffat, som t.ex. att papperet tagit slut.\n\nFör att du ska få dessa meddelanden måste du installera extra programvara. Du behöver inte ladda ned något utan bara klicka på â€œInstalleraâ€ så installeras Growl i ditt system.\n\nOm du vill att Growl-funktionen ska aktiveras varje gång du loggar in på den här datorn, gå till Apples Systeminställningar, välj inställningspanelen för Growl och markera sedan rutan \"Starta Growl vid inloggning\".";

"Growl not running" = "Din HP-enhet använder programmet Growl för att meddela dig om att något viktigt inträffat, som t.ex. att papperet tagit slut. För att du ska få dessa meddelanden måste du starta Growl genom att göra följande:\n\n1. Öppna inställningspanelen för Growl genom att klicka på knappen \"Visa Growl-inställningar\" nedan.\n2. På inställningspanelen för Growl klickar du på knappen \"Starta Growl\".\n3. Om du vill att Growl-funktionen ska aktiveras varje gång du loggar in på den här datorn, gå till Apples Systeminställningar, välj inställningspanelen för Growl och markera sedan rutan \"Starta Growl vid inloggning\".\n4. Avsluta Systeminställningar.";

"Loading events" = "Läser in händelser...";
HSDDeviceKeyword = "Enhet";
HSDAlertKeyword = "Varning";
HSDEventKeyword = "Händelse";

HSDAlertSettingsTitle = "Larminställningar";
HSDAlertsNote = "Ange vilken nivå av utökad statusinformation som du vill se för din HP-enhet. Du kommer alltid att få ett meddelande om enheten inte kan utföra en uppgift som du har begärt, eller om den kräver din uppmärksamhet.";

HSDDisplayAlertsTitle = "Visa utökade varningar för:";
HSDAutodismissAlertsTitle = "Avvisa varningar automatiskt efter";
HSDAutodismissAlertsTitlePostfix = "sekund(er) för:";

HSDErrorsWarningsAndInfo = "fel, varningar och informationsmeddelanden";
HSDErrorsAndWarnings = "fel och varningar";
HSDErrorsOnly = "endast fel";
HSDInfoMessages = "informationsmeddelanden";
HSDWarningsAndInfoMessages = "varningar och informationsmeddelanden";

HSDDisplayVirtualAlertsTitle = "Visa webbinnehåll i meddelanden";
HSDVirtualAlertsNote = "HSD_TEXT:Enhetens status kan delas säkert med HP om du tillåter det. När HP erhåller den här informationen kan de kontrollera om du är registrerad för ett HP-program eller berättigad till ett specialerbjudanden och ändra aviseringen utifrån tillgängliga alternativ.

* Läs mer om informationen som skickas till HP här: HSD_KEYED_LINK:MoreInfoTitle.

* Om du vill veta mer om HPs sekretesspolicy, gå till HSD_LINK:HSDPrivacyStatementOnlineLink.";
